Repository: commown/tuxedo-control-center
Catalog: src/ng-app/assets/locale/lang.*.xlf
Languages: fr

# aqNoDevicesSuggestDemoMode
source: Do not have a TUXEDO Aquaris yet?
fr: Vous n'avez pas encore d'Aquaris ?

# aqNoDevicesDemoButtonLabel
source: Try demo mode
fr: Essayez le mode de démonstration

# @cProfMgrConflictWindowTitle
source: Importing Conflict
fr: Erreur lors de l'importation

# @cProfMgrConflictTitleOldProfile
source: Old Profile
fr: Ancien profil

# @cProfMgrConflictTitleNewProfile
source: New Profile
fr: Nouveau profil

# @cProfMgrConflictButtonKeepOld
source: Keep Old
fr: Conserver l'ancien

# @cProfMgrConflictButtonKeepNew
source: Keep New
fr: Conserver le nouveau

# @cProfMgrConflictButtonKeepBoth
source: Keep Both
fr: Conserver les deux

# @cProfMgrConflictButtonRename
source: Rename Imported Profile
fr: Renommer le profil importé

# @cProfMgrConflictButtonCancel
source: Cancel
fr: Annuler

# @cProfMgrConflictFormFieldInputNewName
source: Input a new name
fr: Saisir un nouveau nom

# @cProfMgrConflictButtonSave
source: Save
fr: Enregistrer

# @cProfMgrConflictButtonGoBack
source: Go back
fr: Revenir en arrière

# chargingProfileHighCapacityLabel
source: Full capacity
fr: Pleine capacité

# chargingProfileBalancedLabel
source: Reduced capacity
fr: Capacité réduite

# chargingProfileStationaryLabel
source: Stationary use
fr: Usage stationnaire

# chargingProfileHighCapacityDescription
source: This is the default setting. Fastest charging speed and 100% battery capacity for best possible runtimes.
fr: Réglage par défaut. Vitesse de charge la plus rapide, et 100% de capacité pour une autonomie maximisée.

# chargingProfileBalancedDescription
source: Reduced charging speed and battery capacity (~90 %) for better battery lifespan.
fr: Vitesse de charge et capacité de batterie réduites (~90%) pour une longévité de batterie rallongée.

# chargingProfileStationaryDescription
source: Very significant reduced charging speed and battery capacity (~80 %) for best possible battery lifespan. This is recommended if you use your TUXEDO almost only stationary connected to a wall outlet.
fr: Vitesse de charge et capacité maximale très réduites (~80 %) pour une longévité de batterie maximisée. Recommandé si vous utilisez votre appareil de manière presque stationnaire sur chargeur.

# chargingPriorityChargeBatteryLabel
source: Priorize battery charging speed
fr: Prioriser la vitesse de charge

# chargingPriorityPerformanceLabel
source: Priorize performance
fr: Prioriser la performance

# chargingPriorityChargeBatteryDescription
source: Fast battery charging is priorized at the expense of system performance. Once the battery is charged, full performance is available.
fr: La vitesse de charge est priorisée par rapport aux performances. Quand la batterie sera chargée, les performances complètes seront à nouveau disponibles.

# chargingPriorityPerformanceDescription
source: Performance is priorized over battery charging speed. Under high system load charging speed is reduced for best performance. At low loads full charging speed is available.
fr: La performance est priorisée sur la vitesse de charge. En cas de forte charge de calcul la vitesse de charge est réduite pour maintenir les meilleures performances. En cas de charge de calcul faible la pleine vitesse de charge est disponible.

# chargingProfileLabel
source: Charging profiles
fr: Profils de charge

# chargingProfilesOpenInfoTooltip
source: Open info page...
fr: Ouvrir la page d'information...

# chargingProfileNoteLabel
source: Please note: The system will still show 100% capacity in "Reduced capacity" and "Stationary use" modes. The limitation of the actual capacity takes place in the background on firmware level and is not visible for the operating system.
fr: Veuillez noter : le système affichera toujours une capacité de 100% dans les modes "Capacité réduite" et "Usage sédentaire". La limitation de la capacité effective a lieu en dessous sur une couche logicielle plus basse que le firmware et n'est pas visible par le système d'exploitation.

# chargingPriorityLabel
source: USB-C charging options (Power Delivery DC-In)
fr: Options de charge via USB-C

# chargingThresholdsLabel
source: Charging thresholds
fr: Seuils de charge

# chargingThresholdsLabelStartThreshold
source: Start threshold
fr: Charge mini

# chargingThresholdsLabelEndThreshold
source: End threshold
fr: Charge maxi

# chargingThresholdsLabelFullCapacity
source: Full capacity
fr: Charge à pleine capacité

# chargingThresholdsDescriptionFullCapacity
source: This is the default setting. Highest capacity for best possible runtimes.
fr: Réglage par défaut. Charge à pleine capacité pour la meilleure autonomie possible.

# chargingThresholdsLabelReducedCapacity
source: Reduced capacity
fr: Charge à capacité réduite

# chargingThresholdsDescriptionReducedCapacity
source: Reduced battery capacity (~90 %) for better battery lifespan.
fr: Charge à capacité réduite (~90 %) pour une meilleure durée de vie de la batterie.

# chargingThresholdsLabelStationary
source: Stationary use
fr: Usage sédentaire

# chargingThresholdsDescriptionStationary
source: Very significant reduced battery capacity (~80 %) for best possible battery lifespan. This is recommended if you use your TUXEDO almost only stationary connected to a wall outlet.
fr: Charge à capacité très significativement réduite (~80 %) pour une durée de vie optimale de la batterie. Ce réglage est recommandé si votre appareil est presque toujours branché à une prise de courant.

# chargingThresholdsLabelCustom
source: Custom
fr: Personnalisés

# chargingThresholdsDescriptionCustom
source: Manually set battery charging thresholds.
fr: Réglage manuel des seuils.

# webcamDialogNotAvailableTitle
source: Access error
fr: Erreur d'accès

# webcamDialogNotAvailableDescription
source: Webcam can not be accessed. Reloading all webcams.
fr: Impossible d'accéder à la webcam. Rechargement des webcams.

# dialogContinue
source: Continue
fr: Continuer

# webcamDialogNotAvailableOtherAccessDescription
source: Current Webcam can not be accessed. Another application is most likely accessing your webcam. Resolution and frames per second settings only apply for TCC preview.
fr: Impossible d'accéder à la webcam courante. Une autre application est sans doute en train de l'utiliser. Les réglages de la résolution et du nombre d'images par seconde ne sont utilisés que pour la prévisualisation dans ce logiciel.

# webcamDialogNotValidPresetTitle
source: Webcam preset faulty
fr: Le préréglage de la webcam est incorrect

# webcamDialogNotValidPresetDialog
source: The webcam preset contains invalid configurations and therefore won't be applied. Reverting to default preset.
fr: Le préréglage de la webcam contient des paramètres invalides qui ne seront donc pas appliqués. Retour aux paramètres par défaut.

# webcamDialogMismatchConfigValuesTitle
source: Mismatch of config values
fr: Non concordance des valeurs de configuration

# webcamDialogMismatchConfigValuesDialog
source: Unknown values detected. Want to resave all presets with adjusted values for compatibility? This may alter presets. If you decline, they'll be adjusted next time you save. If not a config file issue, ensure latest TCC. Otherwise, contact Tuxedo with kernel and device details.
fr: Détection de valeurs inconnues. Voulez-vous sauvegarder de nouveau les préréglages avec valeurs corrigées pour la compatibilité ? Cela peut altérer les préréglages. Si vous déclinez ils seront corrigés la prochaine fois que vous sauvegarderez. Si ce n'est pas une erreur dans le fichier de configuration, assurez-vous que tuxedo-control-center est à jour. Dans le cas contraire contactez-nous en nous transmettant les détails du noyau et de votre appareil.

# dialogSaveAdjustedPresets
source: Save adjusted presets
fr: Sauvegarder les préréglages corrigés

# dialogAbort
source: Cancel
fr: Annuler

# webcamDialogAskOverwriteTitle
source: Webcam preset not avaiable
fr: Préréglages de la Webcam indisponibles

# webcamDialogAskOverwriteDescription
source: Do you want to overwrite the webcam preset?
fr: Voulez-vous écraser les préréglages de la webcam ?

# webcamDialogPresetNameUnsetTitle
source: The webcam preset was not saved
fr: Les préréglages de la webcam n'ont pas été sauvegardés

# webcamDialogPresetNameUnsetDescription
source: The webcam preset name was no set and thus the preset was not saved.
fr: Le nom des préréglages de la webcam n'a pas été paramétré et donc les préréglages n'ont pas été sauvegardés.

# webcamDialogDefaultCanNotOverwriteTitle
source: Overwriting default settings failed
fr: L'écrasement des paramètres par défaut a échoué

# webcamDialogDefaultCanNotOverwriteDescription
source: Please select a different name for your webcam preset.
fr: Veuillez choisir un autre nom pour les préréglages de votre webcam.

# webcamDialogAskPresetOverwriteTitle
source: Overwrite webcam preset?
fr: Écraser les préréglages de la webcam ?

# webcamDialogAskPresetOverwriteDescription
source: Do you want to overwrite the current webcam preset or create a new one?
fr: Voulez-vous écraser les préréglages en cours de la webcam ou en créer de nouveaux ?

# dialogOverwrite
source: Overwrite
fr: Écraser

# dialogNewPreset
source: New webcam preset
fr: Nouveaux préréglages

# webcamDialogAskPresetNameTitle
source: Saving webcam preset
fr: Sauvegarde des préréglages de la webcam

# webcamDialogAskPresetNameDescription
source: Set name for webcam preset.
fr: Paramétrage du nom des préréglages de la webcam.

# webcamDialogDefaultCanNotDeleteTitle
source: Deleting default webcam preset failed
fr: L'effacement des préréglages par défaut de la webcam a échoué

# webcamDialogDefaultCanNotDeleteDescription
source: The default preset cannot be deleted.
fr: Les préréglages par défaut n'ont pas pu être effacés.

# webcamDialogDeletePresetConfirmTitle
source: Deleting webcam preset
fr: Effacement des préréglages de la webcam

# webcamDialogDeletePresetConfirmDescription
source: Are you sure that you want to delete this webcam preset?
fr: Êtes-vous sûr de vouloir effacer ces préréglages de webcam ?

# webcamExposureAuto
source: Exposure, Auto
fr: Exposition, automatique

# webcamExposureTimeAbsolute
source: Exposure time (absolute)
fr: Temps d'exposition (absolu)

# webcamExposureDynamicFramerate
source: Exposure dynamic framerate
fr: Taux de rafraîchissement dynamique

# webcamExposureAbsolute
source: Exposure (Absolute)
fr: Exposition (absolue)

# webcamExposureAutoPriority
source: Exposure, Auto Priority
fr: Exposition, priorité automatique

# webcamBacklightCompensation
source: Backlight Compensation
fr: Compensation du contre-jour

# webcamWhiteBalanceAutomatic
source: White Balance, Auto
fr: Balance des blancs, automatique

# webcamWhiteBalanceTemperatureAuto
source: White Balance Temperature, Auto
fr: Température de balance des blancs, automatique

source: White Balance Temperature
fr: Température de balance des blancs

# webcamBrightness
source: Brightness
fr: Luminosité

# webcamContrast
source: Contrast
fr: Contraste

# webcamSharpness
source: Sharpness
fr: Netteté

# webcamHue
source: Hue
fr: Teine

# webcamResolution
source: Resolution
fr: Résolution

# webcamFps
source: Frames per Second
fr: Images par seconde

# webcamAperturePriorityMode
source: Aperture Priority Mode
fr: Mode priorité à l'ouverture

# webcamManualMode
source: Manual Mode
fr: Mode manuel

# webcamTitleGeneral
source: General
fr: Général

# webcamTitleExposure
source: Exposure
fr: Exposition

# webcamTitleDynamicRange
source: Dynamic Range
fr: Échelle dynamique

# webcamTitleColor
source: Color
fr: Couleur

# noWebcamFoundInfoTitle
source: No available Webcams found
fr: Aucune webcam disponible

# noWebcamFoundInfoContent
source: To configure your webcams, you'll need to plug in an external webcam or turn on the internal webcam. Once you've done that, press reload and you'll be presented with a configuration menu. If you've previously disabled the internal webcam in the profile settings, you'll need to re-enable it in order to configure it. Some laptops also allow you to toggle the webcam quickly with a keyboard shortcut.
fr: Pour paramétrer vos webcams, il faut brancher une webcam externe ou activer la webcam interne. Une fois fait, appuyez sur le bouton de rechargement ci-dessous et vous verrez un menu de paramétrage. Si vous avez désactivé la webcam interne dans les paramètres du profil il faut la réactiver pour la paramétrer. Certains appareils ont un raccourci clavier pour désactiver/ réactiver rapidement la webcam.

# noWebcamFoundInfoReloadButton
source: Reload
fr: Recharger

# cProfMgrButtonApplyTooltip
source: Apply changes
fr: Appliquer les modifications

# webcamTabSimpleLabel
source: Basic settings
fr: Paramètrage simplifié

# webcamTabAdvancedLabel
source: Detailed settings
fr: Paramétrage détaillé

# webcamPreset
source: Preset
fr: Préréglage

# primeSelectDialogApplyProfileTitle
source: Applying Graphics Profile
fr: Appliquer le profil graphique

# primeSelectDialogApplyProfileDescription
source: Do not power off your device until the process is complete.
fr: Ne pas éteindre votre appareil avant la fin du processus.

# primeSelectAskProceedTitle
source: Warning
fr: Attention

# primeSelectAskProceedDescription
source: For the change to take effect, your computer must be restarted. If the computer is shut down immediately, unsaved files or changes will be lost. In this case, select 'Reboot later' and shut down your computer at a later time.
fr: Pour appliquer les modifications, l'ordinateur doit être redémarré. S'il est redémarré immédiatement, les fichiers ou modifications non sauvegardés seront perdus. Dans ce cas, choisissez "Redémarrer plus tard" et éteignez votre ordinateur plus tard.

# dialogInstantReboot
source: Instant Reboot
fr: Redémarrer immédiatement

# dialogRebootLater
source: Reboot later
fr: Redémarrer plus tard

# primeSelectIGpuDescription
source: Exclusively uses the graphics processor integrated in the main processor. Suitable for power saving and low graphics performance requirements. <br> <b>Please note:</b> Monitors connected to the high-performance graphics processor do not work in this mode.
fr: Utiliser uniquement le processeur graphique intégré dans le processeur principal. Adapté à l'économie d'énergie et aux faibles besoins de performances graphiques. <br> <b>Veuillez noter :</b> Les moniteurs connectés au processeur graphique haute performance ne fonctionnent pas dans ce mode.

# primeSelectDGpuDescription
source: Uses high-performance graphics processor for graphics-intensive tasks, but with higher energy consumption, even at low load and idle.
fr: Utiliser le processeur graphique haute performance, mais avec une consommation d'énergie plus importante, y compris à faible charge voire sans activité.

# primeSelectOnDemandDescription
source: The system prioritizes the energy-saving CPU graphics processor. The high-performance graphics processor can be added by the user if required. Combination of high performance and power saving.
fr: Le système choisit en priorité le processeur graphique économe en énergie. Le processeur graphique haute performance peut être ajouté par l'utilisateur si nécessaire. Compromis entre la haute performance et les économies d'énergie.

# webcamDialogUnsavedChangesTitle
source: Unsaved changes
fr: Modifications non sauvegardées

# webcamDialogUnsavedChangesDescription
source: Changes were not saved. Are you sure that you want to leave before saving?
fr: Les modifications n'ont pas été sauvegardées. Êtes-vous sûr de vouloir quitter avant sans les sauvegarder ?

# dialogReturn
source: Go back
fr: Revenir en arrière

# dialogLeave
source: Leave
fr: Quitter

# profileNameQuiet
source: Quiet
fr: Silencieux

# profileDescQuiet
source: Low performance for light office tasks for very quiet fans and low power consumption.
fr: Performances réduites pour tâches de bureau légères, pour une ventilation très silencieuse et une consommation minimale.

# profileNameOffice
source: Office and Multimedia
fr: Bureau et Multimédias

# profileDescOffice
source: Mid-tier performance for more demanding office tasks or multimedia usage and quiet fans.
fr: Performances moyennes pour tâches de bureau plus exigentes ou utilisation multimédias et ventilation silencieuse.

# profileNameHighPerformance
source: High Performance
fr: Performances élevées

# profileDescHighPerformance
source: High performance for gaming and demanding computing tasks at the cost of moderate to high fan noise and higher temperatures.
fr: Performances élevées pour jeu-vidéo et tâches exigentes, en échange d'un bruit de ventilation de moyen à élevé, et de températures supérieures.

# profileNamePowersaveExtreme
source: Powersave extreme
fr: Economie d'énergie'

# profileDescPowersaveExtreme
source: Lowest possible power consumption and silent fans at the cost of extremely low performance.
fr: Consommation la plus basse possible et ventilation silencieuse, en échange de performances très faibles.

# profileNameLegacyDefault
source: Default
fr: Défaut

# profileDescLegacyDefault
source: Full performance at the expense of more noise and high temperatures.
fr: Performances maximales aux dépens d'un niveau de bruit et de températures plus élevés.

# profileNameLegacyCoolAndBreezy
source: Cool and breezy
fr: Brise tranquille

# profileDescLegacyCoolAndBreezy
source: Reduced power in favor of low temperatures and quiet fan noise.
fr: Puissance réduite au profit de faibles températures et d'une ventilation silencieuse.

# profileNameLegacyPowersaveExtreme
source: Powersave extreme
fr: Economie d'énergie

# profileDescLegacyPowersaveExtreme
source: Heavily reduced performance in favor of lowest possible power consumption and silent cooling.
fr: Performances très faibles au profit de la consommation la plus basse possible et ventilation silencieuse.

# messageCPUSettingsOff
source: CPU frequency control deactivated in Settings→Global profile settings
fr: Le contrôle de la fréquence CPU est désactivée dans Paramètres→Paramètres de profil globaux

# messageFanControlOff
source: Fan control deactivated in Settings→Global profile settings
fr: Contrôle de la ventilation désactivé dans Paramètres→Paramètres de profil globaux

# messageKeyboardBacklightControlOff
source: Keyboard backlight control deactivated in Settings→Global profile settings
fr: Contrôle du rétro-éclairage clavier désactivé dans Paramètres→Paramètres de profil globaux

# cProfMgrDetailsFanChartCPULabel
source: CPU Fan
fr: Ventilateur du CPU

# cProfMgrDetailsFanChartGPULabel
source: GPU Fan
fr: Ventilateur du GPU

# compatibilityNotAvailable
source: This feature is currently not available.
fr: Cette fonctionnalité n'est pas disponible pour le moment.

# stateLabelMains
source: Mains
fr: Secteur

# stateTooltipMains
source: Mains power adaptor
fr: Branchement sur secteur

# stateLabelBattery
source: Battery
fr: Batterie

# stateTooltipBattery
source: Battery powered
fr: Fonctionnement sur batterie
