Repository: commown/tuxedo-control-center
Catalog: src/ng-app/assets/locale/lang.*.xlf
Languages: fr

# cProfMgrInvalidNameTitle
source: Invalid input
fr: Entrée invalide

# cProfMgrInvalidNameMessage
source: A name for the profile is required
fr: Un nom est requis pour le profil

# cProfMgrNewProfileLabel
source: New profile
fr: Nouveau profil

# cProfMgrNewButtonTooltip
source: Create a new profile with default settings
fr: Créer un nouveau profil avec les réglages par défaut

# cProfMgrCopyProfileLabel
source: Copy this profile
fr: Copier ce profil

# cProfMgrTitle
source: Profiles
fr: Profils

# cProfMgrButtonImportTooltip
source: Import Profile Settings
fr: Importer un profil

# cProfMgrButtonExportTooltip
source: Export Profile Settings
fr: Exporter un profil

# cProfMgrFilterAll
source: All
fr: Tous

# cProfMgrFilterPreset
source: Preset
fr: Pré-réglages

# cProfMgrFilterCustom
source: Custom
fr: Personnalisé

# cProfMgrFilterUsed
source: In use
fr: Actuellement utilisé

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: Commown Support
fr: Support Commown

source: You got a problem with your device?
fr: Un problème avec votre appareil ?

source: Login to your Commown account and create a ticket:
fr: Connectez-vous sur le site de Commown et créez une demande d'assistance :

# cSupportButtonOnline
source: Your personal area on Commown website
fr: Votre espace personnel Commown

# ProfOverviewTileMenuCopy
source: Copy
fr: Copier

# ProfOverviewTileMenuDelete
source: Delete
fr: Supprimer

# ProfOverviewTileMenuEdit
source: Edit
fr: Modifier

# ProfOverviewTileMenuView
source: View
fr: Voir

# ProfMgrOverviewNewProfile
source: New profile
fr: Nouveau profil

# cProfMgrOverviewCores
source: cores
fr: coeurs

# cProfMgrOverviewMaxPerf
source: Max performance
fr: Performances maximales

# cProfMgrOverviewWebcamStatusOn
source: On
fr: Activé

# cProfMgrOverviewWebcamStatusOff
source: Off
fr: Désactivé

# ProfOverviewTileNewProfileDescription
source: Create a new profile and configure it as you want
fr: Créez un nouveau profil et configurez-le comme vous le voulez

# odmLEDNone
source: all LEDs off
fr: toutes les LEDs sont éteintes

# odmLEDOne
source: one LED on
fr: une LED est allumée

# odmLEDTwo
source: two LEDs on
fr: deux LEDs sont allumées

# tdpLabelsPL1
source: Sustained Power Limit (PL1)
fr: Limite de puissance maintenue (PL1)

# tdpLabelsPL2
source: Short-term (max. 28 sec) Power Limit (PL2)
fr: Limite de puissance à court-terme (max. 28 sec) (PL2)

# tdpLabelsPL4
source: Peak (max. 8 sec) Power Limit (PL4)
fr: Pic de puissance (max. 8 sec) (PL4)

# ProfMgrRefreshRatesNotAvailableOnWaylandTooltip
source: This feature is currently not supported on Wayland
fr: Cette fonctionnalité n'est pour le moment pas disponible sous Wayland

# cProfMgrDetailsStateSelectButtonAlreadySet
source: (already set)
fr: (déjà paramétré)

# cProfMgrButtonDiscardTooltip
source: Discard changes
fr: Annuler les modifications

# cProfMgrButtonSaveTooltip
source: Save changes
fr: Sauvegarder les modifications

# cProfMgrDetailsProfileSettingsLabel
source: Profile settings
fr: Réglages de profils

# cProfMgrDetailsNameLabel
source: Name
fr: Nom

# cProfMgrDetailsStateAssignmentLabel
source: Activate profile automatically on
fr: Activer le profil automatique lors de

# cProfMgrDetailsDisplayHeaderLabel
source: Display
fr: Affichage

source: Set brightness on profile activation
fr: Régler la luminosité lors de l'activation du profil

# cProfMgrDetailsUseBrightnessYes
source: yes
fr: oui

# cProfMgrDetailsUseBrightnessNo
source: no
fr: non

# cProfMgrDetailsBrightnessLabel
source: Backlight brightness
fr: Rétro-éclairage

# cProfMgrDetailsWebcamStatus
source: Webcam status (on/off)
fr: Statut de la Webcam

# cProfMgrDetailsWebcamStatusOn
source: on
fr: activée

# cProfMgrDetailsWebcamStatusOff
source: off
fr: désactivée

# cProfMgrDetailsSystemControlHeaderLabel
source: System performance
fr: Performances système

# cProfMgrDetailsCPUFreqLabel
source: CPU frequency control
fr: Contrôle de la fréquence du CPU

# cProfMgrDetailsNrCoresLabel
source: Number of logical cores
fr: Nombre de coeurs logiques

# cProfMgrDetailsUseMaxPerfGovLabel
source: Maximum performance
fr: Performances maximales

# cProfMgrDetailsUseMaxPerfGovYes
source: yes
fr: oui

# cProfMgrDetailsUseMaxPerfGovNo
source: no
fr: non

# cProfMgrDetailsMinFreqLabel
source: Minimum frequency
fr: Fréquence minimale

# cProfMgrDetailsMaxFreqLabel
source: Maximum frequency
fr: Fréquence maximale

# cProfMgrDetailsODMProfileLabelLEDInfo
source: Profile indicator
fr: Indicateur de profil

# cProfMgrDetailsODMProfileLEDInfoTooltip
source: With the profile indicator you can recognize the active profile with a glance on the TCC button (next to the power button).
fr: Avec l'indicateur de profil vous pouvez reconnaître le profil actif d'un coup d'oeil sur le bouton TCC (à côté du bouton marche/arrêt).

# cProfMgrDetailsRefRateOnProfileActivationHeader
source: Set refresh rate on profile activation
fr: Régler le taux de rafraîchissement lors de l'activation du profil

# cProfMgrDetailsRefRateLabelProfile
source: Refresh rate
fr: Taux de rafraîchissement

# cProfMgrDetailsFanControlHeaderLabel
source: Fan control
fr: Contrôle de la ventilation

# cProfMgrDetailsFanProfileLabel
source: Fan profile
fr: Profil de ventilation

# cProfMgrDetailsMinFanSpeedLabel
source: Minimum fan speed
fr: Vitesse de ventilation maximum

# cProfMgrDetailsMaxFanSpeedLabel
source: Maximum fan speed
fr: Vitesse de ventilation maximale

# cProfMgrDetailsOffsetFanSpeedLabel
source: Offset fan speed
fr: Décalage de vitesse de ventilation

# cProfMgrDetailsToggleFanChartsLabel
source: Toggle fan table chart
fr: Tableau de ventilation

# cProfMgrDetailsODMTDPLabel
source: CPU power limit control
fr: Contrôle de la limite de puissance du CPU

# cProfMgrDetailsODMProfileLabel
source: System profile
fr: Profil système

# cProfMgrDetailsSystemProfileiInfoTooltip
source: The system profiles limit the maximal energy consumption of the processors.
fr: Le profil système limite la consommation énergétique maximale des processeurs.

# cProfMgrDetailsTGPChartMaxLimitLabel
source: Maximum power limit ({{ nvidiaPowerCTRLMaxPowerLimit }} W)
fr: Maximum power limit (

# cInfoInfoPanelTitle
source: Info
fr: Informations

# cInfoTCCDescriptionTextP0
source: This software is adapted by Commown from an open-source program developed and maintained by TUXEDO GmbH.
fr: Ce logiciel est adapté par Commown à partir d'un logiciel libre développé par TUXEDO GmbH.

# cInfoTCCDescriptionTextP1
source: With the TUXEDO Control Center, we have developed a unique tool for you to control and monitor all safety, performance, energy, comfort, and lifetime functions of your TUXEDO computer.
fr: Avec le Centre de Contrôle TUXEDO, nous avons développé un outil unique pour vous permettre de vérifier et contrôler toutes les fonctions de sécurité, de performance, de consommation énergétique, de confort, et de durée de vie de votre ordinateur TUXEDO.

# cInfoTCCDescriptionTextP2
source: With premade as well as any number of individually configurable profiles, you have the greatest possible control and adaptability of your TUXEDO device to your needs.
fr: Avec des pré-réglages ou bien avec la configuration de profil personnalisée de votre choix, vous disposez d'un grand contrôle et d'une large adaptabilité sur votre appareil TUXEDO.

source: Installed version
fr: Version installée

source: Changelog
fr: Historique des modifications

# cInfoImprintPanelTitle
source: Imprint
fr: Mentions légales

# cInfoImprintText
source: TUXEDO Computers GmbH Alter Postweg 101 86159 Augsburg Germany Telephone: +49 (0) 821 / 8998 2992 Telefax: +49 (0) 821 / 8998 2999 E-Mail: tux@tuxedocomputers.com VAT No.: DE815420876 WEEE reg. no.: DE 93420497 listed in the commercial register of the local court Augsburg Commercial register number - Part B of the commercial register - 27755
fr: TUXEDO Computers GmbH Alter Postweg 101 86159 Augsburg Allemagne Téléphone: +49 (0) 821 / 8998 2992 Fax: +49 (0) 821 / 8998 2999 E-Mail: tux@tuxedocomputers.com No TVA: DE815420876 WEEE reg. no.: DE 93420497 listée au registre commercial du tribunal local d'Augsburg Numéro de registre commercial - Partie B du registre commercial 27755

# primeSelectIGpu
source: Power-saving CPU graphics processor (iGPU)
fr: Processeur graphique intégré (iGPU)

# primeSelectDGpu
source: High-performance graphics processor (dGPU)
fr: Processeur graphique dédié (dGPU)

# primeSelectOnDemand
source: Hybrid graphics mode (on-demand)
fr: Mode graphique hybride (sur-demande)

# cDashboardSystemMonitor
source: System monitor
fr: Informations système

# cDashboardMainProcessorMonitor
source: Main processor monitor
fr: Informations processeur (CPU)

# cDashboardCpuTemperatureLabel
source: CPU - Temp
fr: CPU - Température

# cDashboardCpuFrequencyLabel
source: CPU - Frequency
fr: CPU - Fréquence

# cDashboardCpuFanLabel
source: CPU - Fan
fr: CPU - Ventilateur

# cDashboardActiveProfile
source: Active profile:
fr: Profil actif:

# cDashboardCpuPowerLabel
source: CPU - Power
fr: CPU - Puissance

# cDashboardGraphicsCardMonitor
source: Graphics card monitor
fr: Carte graphique (GPU)

# cDashboardIGpuFrequencyLabel
source: iGPU - Frequency
fr: iGPU - Fréquencz

# cDashboardIGpuTemperatureLabel
source: iGPU - Temperature
fr: iGPU - Température

# cDashboardIGpuPowerLabel
source: iGPU - Power
fr: iGPU - Puissance

# cDashboardDGpuTemperatureLabel
source: dGPU - Temperature
fr: dGPU - Température

# cDashboardDGpuFrequencyLabel
source: dGPU - Frequency
fr: dGPU - Fréquence

# cDashboardDGpuFanLabel
source: dGPU - Fan
fr: dGPU - Ventilation

# cDashboardDGpuPowerLabel
source: dGPU - Power
fr: dGPU - Puissance

# cGlobalSettingsTitle
source: Settings
fr: Paramètres

# cGlobalSettingsDescription
source: The settings area contains GUI settings and settings that affects all profiles.
fr: Cette zone contient des paramètres (et paramètres d'interface graphique) qui affectent tous les profils.

# cGlobalSettingsGlobalProfileSettingsTitle
source: Global profile settings
fr: Paramètres de profil globaux

# cGlobalSettingsCpuFrequencyHeader
source: CPU Frequency Control
fr: Contrôle de la fréquence CPU

# cGlobalSettingsCpuFrequencyActivated
source: activated
fr: activé

# cGlobalSettingsCpuFrequencyDeactivated
source: deactivated
fr: désactivé

# cGlobalSettingsCpuFrequencyDescription
source: On deactivate, CPU frequency control is <strong>not</strong> reset to default. Default settings need to be restored by hand or a system reboot.
fr: Après désactivation, le contrôle de la fréquence CPU n'est <strong>pas</strong> réinitialisée à sa valeur par défaut. Les paramètres par défaut doivent être restaurés manuellement ou par un redémarrage du système.

# cGlobalSettingsFanControlHeader
source: Fan Control
fr: Contrôle de la ventilation

# cGlobalSettingsFanControlActivated
source: activated
fr: activé

# cGlobalSettingsFanControlDeactivated
source: deactivated
fr: désactivé

# cGlobalSettingsFanControlDescription
source: On deactivate, the default automatic fan control is restored directly.
fr: Après désactivation, les paramètres de ventilation par défaut sont directement restaurés.

# cGlobalSettingsKeyboardBacklightHeader
source: Keyboard Backlight Control
fr: Rétro-éclairage du clavier

# cGlobalSettingsKeyboardBacklightActivated
source: activated
fr: activé

# cGlobalSettingsKeyboardBacklightDeactivated
source: deactivated
fr: désactivé

# cGlobalSettingsKeyboardBacklightDescription
source: On deactivate, keyboard backlight settings are <strong>not</strong> reset to default. Default settings need to be restored by hand or a system reboot.
fr: Après désactivation, le réglage du rétro-éclairage du clavier n'est <strong>pas</strong> réinitialisé à sa valeur par défaut. Les paramètres par défaut doivent être restaurés manuellement ou par un redémarrage du système.

# cGlobalSettingsBatteryChargingTitle
source: Battery charging options
fr: Chargement de la batterie

# cGlobalSettingsThemeTitle
source: Theme
fr: Thème

# cGlobalSettingsThemeLightLabel
source: Light
fr: Clair

# cGlobalSettingsThemeDarkLabel
source: Dark
fr: Sombre

# cGlobalSettingsThemeSystemSettingLabel
source: System setting
fr: Selon système

# cGlobalSettingsChromaSubsamplingHeader
source: Chroma subsampling
fr: Sous-échantillonage chromatique

# cGlobalSettingsChromaSubsamplingDescriptionHeader
source: Force Chroma Subsampling (Y'CbCr 4:2:0) if available:
fr: Forcer le sous-échantillonage chromatique (Y'CbCr 4:2:0) si disponible :

# cGlobalSettingsChromaSubsamplingDescription
source: This setting might fix flickering on 4k@60Hz with certain HDMI cables. It does so by using a lossy compression to reduce the datarate over the cable To ensure that the setting gets applied you need to unplug and replug the monitor or restart your computer. On some devices the HDMI ports are also named DisplayPort or DP internally and are therefore listed as such here.
fr: Ce paramètre peut résoudre les problèmes de clignotement à 4k@60Hz avec certains câbles HDMI. Cela se fait par l'utilisation d'une compression avec pertes afin de réduire le débit de données dans le câble. Pour s'assurer que le paramètre est appliqué il faut débrancher et rebrancher le moniteur ou redémarrer votre ordinateur. Sur certains appareils les ports HDMI sont aussi appelés DisplayPort ou DP en interne et sont donc nommés de la même façon ici.

# cGlobalSettingsChromaSubsamplingYCbCr420WorkaroundLabel
source: Port of Card
fr: Port {{port}} de la carte {{i}}

# cGlobalSettingsChromaSubsamplingYCbCr420WorkaroundActivated
source: activated
fr: activé

# cGlobalSettingsChromaSubsamplingYCbCr420WorkaroundDeactivated
source: deactivated
fr: désactivé

# cGlobalSettingsPrimeSelectTitle
source: Graphics switching (requires PC restart)
fr: Paramétrage de la carte graphique (nécessite un redémarrage du PC)

# cShutdownTimerInformations
source: This sets a one time shutdown time. It will be automatically cleared on next boot, or when selecting "Delete Time" below.
fr: Programme une heure d'arrêt à usage unique. Elle sera automatiquement supprimée au prochain démarrage, ou en sélectionnant "Supprimer l'heure d'extinction" ci-dessous.

# cShutdownTimerHour
source: Hour
fr: Heures

# cShutdownTimerMinute
source: Minute
fr: Minutes

# cShutdownTimerButtonDeleteTime
source: Delete Time
fr: Supprimer l'heure d'extinction

# cShutdownTimerButtonSave
source: Save
fr: Sauvegarder

# cShutdownTimerSetTime
source: Set shutdown time: {{ appliedTime }}
fr: Activer une heure d'extinction : {{ appliedTime }}

# cryptPasswordTabTitle
source: Change Crypt Password
fr: Modifier le mot-de-passe de chiffrement

# menuKeyboardBacklight
source: Keyboard Backlight
fr: Rétro-éclairage clavier

# cKeyboardBacklightLabel
source: Keyboard Backlight
fr: Rétro-éclairage clavier

# cKeyboardBacklightDescription1
source: Click on a key area to select it.
fr: Cliquer sur une zone du clavier pour la sélectionner.

# cKeyboardBacklightDescription2
source: Hold down shift to select multiple key areas.
fr: Maintenir la touche majuscule enfoncée pour sélectionner plusieurs zones.

# cKeyboardBacklightNotSupported
source: Your device has no keyboard backlight, is not (yet) supported by this control interface, or the driver is too old. At least tuxedo-keyboard 3.2.0 or tuxedo-keyboard-ite 0.3.0 respectively and Linux kernel 5.9 are required for most devices (some devices need newer versions). If you are using Ubuntu 20.04 or earlier or an old version of TUXEDO OS based on it, these driver versions do not get installed automatically.
fr: Votre appareil n'a pas de clavier rétro-éclairé, n'est pas (encore) pris en charge par cette interface de contrôle, ou le driver n'est pas à jour. Sur la plupart des appareils les versions minimales requises sont la 3.2.0 pour tuxedo-keyboard ou la 0.3.0 de tuxedo-keyboard-ite et la 5.9 pour le noyau Linux (quelques appareils requièrent des versions encore plus récentes). Si vous utilisez Ubuntu 20.04 ou plus ancienne ou une ancienne version de TUXEDO OS basée sur elle, ces versions des drivers ne sont pas installées automatiquement.

# cKeyboardBacklightColorLabel
source: Backlight Color:
fr: Couleur :

# cKeyboardBacklightBrightnessLabel
source: Backlight Brightness
fr: Intensité

# cryptButtonShowPassword
source: Show Passwords
fr: Montrer les mots-de-passe

# cryptButtonHidePassword
source: Hide Passwords
fr: Cacher les mots-de-passe

# cryptfinishprocess
source: Crypt password changed successfully
fr: Le mot-de-passe de chiffrement a bien été modifié

# errornewpassword
source: Error: Could not change crypt password (wrong old crypt password?)
fr: Erreur : Le mot-de-passe de chiffrement n'a pas été modifié (l'ancien mot-de-passe est peut-être incorrect ?)

# nocryptinstall
source: <h3>It looks like you are not using disk encryption.</h3><p>Disk encryption can only be enabled during installation of your system. If you want to use it, you have to reinstall your computer or ask the Commown support to do it for you. <b>Reinstalling your PC will wipe all data and programs stored on it!</b></p>
fr: <h3>Il semblerait que vous n'utilisiez pas le chiffrement de disque.</h3> <p>Le chiffrement de disque ne peut être activé qu'au moment de l'installation de votre système. Si vous voulez l'utiliser, vous devez réinstaller votre ordinateur ou faire appel au support de Commown. <b>Réinstaller votre PC supprimera toutes les données et programmes présents sur celui-ci !</b></p>

# cryptinstallinformation
source: This will change the crypt password of all encrypted partitions at once. It only works if all encrypted partitions have the same password, which is the default on a COMMOWN device. It will abort otherwise, leaving the current configuration untouched.
fr: Cela aura pour effet de modifier le mot-de-passe de chiffrement d'un coup sur toutes les partitions chiffrées. Cela ne fonctionne que si toutes les partitions ont le même mot-de-passe, ce qui est le cas par défaut sur un appareil COMMOWN. Cela sera annulé autrement, laissant la configuration actuelle intacte.

# cryptPasswordPlaceholderCryptPassword
source: Current Password
fr: Mot-de-passe actuel

# cryptPasswordPlaceholderNewPassword
source: New Password
fr: Nouveau mot-de-passe

# cryptPasswordPlaceholderConfirmPassword
source: Confirm New Password
fr: Confirmer le nouveau mot-de-passe

# cryptButtonSave
source: Save
fr: Sauvegarder

# cryptPasswordInputCurrentCrypt
source: Please enter your current crypt password
fr: Veuillez entrer votre mot-de-passe de chiffrement actuel

# cryptPasswordInputNewCrypt
source: Please enter your new crypt password
fr: Veuillez entrer votre nouveau mot-de-passe de chiffrement

# cryptPasswordNotMatch
source: Passwords do not match
fr: Les mots-de-passe ne correspondent pas

# msgboxTitleServiceUnavailable
source: Service unavailable
fr: Service indisponible

# msgboxMessageServiceUnavailable
source: Communication with tccd service is unavailable, please restart service and try again.
fr: La communication par le service tccd est indisponible, veuillez redémarrer le service et réessayer.

# menuDashboard
source: Dashboard
fr: Tableau de bord

# menuProfiles
source: Profiles
fr: Profils

# menuTools
source: Tools
fr: Outils

# menuUsedProfilesLabel
source: Used profiles
fr: Profils utilisés

source: Settings
fr: Paramètres

source: Info
fr: Informations

# aqFanPresetSlowLabel
source: Slow
fr: Lent

# aqFanPresetMediumLabel
source: Medium
fr: Moyen

# aqFanPresetFastLabel
source: Fast
fr: Rapide

# aqDialogConnectTitle
source: Are you ready to connect to your Aquaris?
fr: Etes vous prêt à vous connecter à votre Aquaris?

# aqDialogConnectDescription
source: Please ensure that your Aquaris' watercooling tubes are plugged into your TUXEDO before pressing the 'Connect' button!
fr: Veuillez vous assurer que les tubes de watercooling de votre Aquaris sont bien branchés dans votre appareil avant d'appuyer sur le bouton 'connecter' !

# aqDialogButtonAbortConnectLabel
source: Do not connect
fr: Ne pas connecter

# aqDialogButtonConfirmConnectLabel
source: Connect
fr: Connecter

# aqDialogCheckboxNoBotherLabel
source: Don't ask again
fr: Ne plus me demander

# aqDialogDisconnectTitle
source: Do you want to disconnect your Aquaris?
fr: Voulez-vous déconnecter votre Aquaris?

# aqDialogDisconnectDescription
source: Please ensure to follow our instructions carefully in case you want to unplug your Aquaris from your TUXEDO.
fr: Veuillez faire attention à bien suivre les instructions si jamais vous voulez débrancher votre Aquaris de votre appareil.

# aqDialogButtonAbortLabel
source: Stay connected
fr: Rester connecté

# aqDialogButtonConfirmLabel
source: Disconnect
fr: Déconnexion

source: Bluetooth not available
fr: Bluetooth non-disponible

source: Connecting...
fr: connexion...

source: Disconnecting...
fr: Déconnexion...

source: Connected to
fr: Connecté à

source: Looking for devices...
fr: Recherche d'appareils...

# aqDialogSelectNameTitle
source: Device name
fr: Nom de l'appareil

# aqDialogSelectNameDescription
source: A descriptive name for the device
fr: Un nom descriptif pour l'appareil

# aqTitleOpenInfoTooltip
source: Open info page...
fr: Ouvrir la page d'informations...

# aqButtonDisconnectLabel
source: Disconnect
fr: Déconnexion

# aqLabelFanControl
source: Fan control
fr: Contrôle de la ventilation

# aqButtonFanPresetsLabel
source: Fan presets
fr: Pré-réglages de la ventilation

# aqFanGaugeLegendText
source: Fan speed
fr: Vitesse de la ventilation

# aqLowFanSpeedNotice
source: Low fan speeds (< 50%) may cause interference noise
fr: Les vitesses de ventilation lentes (< 50%) peuvent causer des bruits d'interférences.

# aqLabelLEDControl
source: LED Control
fr: Contrôle des LEDs

# aqTabLEDColorPickerLabel
source: Pick color
fr: Choisir une couleur

# aqButtonToggleLEDStaticLabel
source: Single color
fr: Couleur unique

# aqButtonToggleLEDRainbowLabel
source: Rainbow
fr: Arc-en-ciel

# aqCheckboxLEDBreatheLabel
source: Breathe
fr: Respiration

# aqChooseAquarisText
source: Please choose your TUXEDO Aquaris and click on the connect button
fr: Veuillez choisir votre Aquaris et cliquer sur le bouton de connexion

# aqButtonConnectLabel
source: Connect
fr: Connexion

# aqNoBluetoothHeadlineText
source: TUXEDO Control Center could not find a Bluetooth connection.
fr: Le TUXEDO Control Center n'a pas pu trouver de connexion Bluetooth.

# aqNoBluetoothVerifyText
source: Please verify that:
fr: Veuillez vérifier que :

# aqNoBluetoothHintTurnedOn
source: Your Bluetooth adapter is turned on in your system settings.
fr: Votre adaptateur Bluetooth est activé dans vos paramètres système.

# aqNoBluetoothHintNotDisabled
source: Your Bluetooth adapter is not disabled in the UEFI.
fr: Votre adaptateur Bluetooth n'est pas désactivé dans les réglages UEFI.

# aqNoBluetoothHintIsInstalled
source: A Bluetooth adapter is installed in your TUXEDO notebook.
fr: Un adaptateur Bluetooth est installé dans votre ordinateur TUXEDO.

# aqNoDevicesHeadlineText
source: TUXEDO Control Center could not find your TUXEDO Aquaris
fr: TUXEDO Control Center n'a pas pu trouver votre Aquaris

# aqNoDevicesVerifyText
source: Please verify that:
fr: Veuillez vérifier que :

# aqNoDevicesHintSwitchedOn
source: Your Aquaris is switched on and the blue LED on the power button is blinking.
fr: Votre Aquaris est allumé et que la LED bleue sur le bouton marche/arrêt est allumée.

# aqNoDevicesHintIsConnected
source: Your Aquaris is connected to your TUXEDO notebook's power supply, which is connected to a power outlet.
fr: Votre Aquaris est connecté à l'alimentation de votre ordinateur, elle-même connectée à une prise de courant.

# aqNoDevicesHintIsPluggedIn
source: Your Aquaris' power cable is plugged into your TUXEDO notebook.
fr: Le câble de votre Aquaris est connecté à votre ordinateur.
